;TORSO
[barretremake_Torso_KV_M X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_LPL_M X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_MPL_M X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_HPL_M X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_LPO_M X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_MPO_M X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_HPO_M X2BodyPartTemplate]
DisplayName="巴雷特 身体"

;TORSO WOTC
[barretremake_Torso_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_Templar X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 身体"

[barretremake_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 身体"

;ARMS
[barretremake_Arms_KV_M X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_LPL_M X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_MPL_M X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_HPL_M X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_LPO_M X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_MPO_M X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_HPO_M X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

;ARMS WOTC
[barretremake_Arms_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_Templar X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

[barretremake_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 手臂"

;LEGS
[barretremake_Legs_KV_M X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_LPL_M X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_MPL_M X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_HPL_M X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_LPO_M X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_MPO_M X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_HPO_M X2BodyPartTemplate]
DisplayName="巴雷特 腿"

;LEGS WOTC
[barretremake_Legs_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_Templar X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 腿"

[barretremake_Helmets_M X2BodyPartTemplate]
DisplayName="巴雷特 头"



;RIGHT FOREARM
[barretremake_RightArm_KV_M X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_LPL_M X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_MPL_M X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_HPL_M X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_LPO_M X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_MPO_M X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_HPO_M X2BodyPartTemplate]
DisplayName="巴雷特 枪"

;RIGHT FOREARM WOTC
[barretremake_RightArm_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_PL_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_PO_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_Templar X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_PL_Templar X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_PO_Templar X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_PL_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 枪"

[barretremake_RightArm_PO_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 枪"






;LEFT FOREARM
[barretremake_LeftArm_KV_M X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_LPL_M X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_MPL_M X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_HPL_M X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_LPO_M X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_MPO_M X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_HPO_M X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

;LEFT FOREARM WOTC
[barretremake_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_PL_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_PO_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_Templar X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_PL_Templar X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_PO_Templar X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_PL_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 左臂"

[barretremake_LeftArm_PO_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 左臂"




;TORSO
[barretremake2_Torso_KV_M X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_LPL_M X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_MPL_M X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_HPL_M X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_LPO_M X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_MPO_M X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_HPO_M X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

;TORSO WOTC
[barretremake2_Torso_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_Templar X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "

[barretremake2_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特 身体 [XCOM 身体] "



;LEGS
[barretremake2_Legs_KV_M X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_LPL_M X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_MPL_M X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_HPL_M X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_LPO_M X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_MPO_M X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_HPO_M X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

;LEGS WOTC
[barretremake2_Legs_Reaper X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_Templar X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "

[barretremake2_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="巴雷特  腿 [XCOM 身体] "
